import React from 'react'
import './HistoryCompany.css'

export default function HistoryCompany() {
    return (
        <div className='history-main-container'>
            <div className="right-side">
                <h6 style={{textAlign:'center' ,paddingBottom:'30px', fontWeigh:'400' ,color:'#ee3158'}}>ما  کیستیم و چه کاری می کنیم؟</h6>
                <h2 style={{textAlign:'center' ,paddingBottom:'30px', fontWeigh:'400' ,fontFamily:'YekanBakhBold'} }>به گالری ما خوش آمدید</h2>
                <p>در مرداد 1356 این شرکت با نام شرکت گالری ساعت کشور (سهامی عام) تاسیس و طی شماره 29274 در تاریخ 1356/05/04 در اداره ثبت شرکتها به ثبت رسید. سهامداران اولیه شرکت پس از پذیره نویسی سهام در سال 1356 عبارت بودند از: 282 شخصیت حقیقی و حقوقی.
                    در تاریخ 31 فروردین 1366 بموجب مصوبه مجمع عمومی فوق العاده صاحبان سهام نام گالری به گالری ساعت های اصلی جهانی در ایران (سهامی خاص) تغییر یافت.
                    در تاریخ 20 اسفند 1376 بر اساس مصوبه مجمع عمومی موضوع فعالیت شرکت عبارت گردید از "انجام خدمات مهندسی مشاور در طراحی فاز یک و دو و نظارت فاز سه پروژه های ابنیه عمومی و صنعتی”
                    در تاریخ 12 دیماه 1378 طبق مصوبه مجمع عمومی فوق العاده "انجام پیمانکاری و مدیریت اجرائی پروژه‌های ساختمانی" به موضوع فعالیت شرکت اضافه شد. پس از این مصوبه زمینه اصلی فعالیت شرکت "طرح و ساخت پروژه‌های ساختمانی" گردید.
                    افزایش سرمایه شرکت تا میزان 500 میلیارد ریال در سال 1387 انجام گردید.
                    در تاریخ 18 خرداد 1388 اساسنامه جدید شرکت در 66 ماده و 4 تبصره به تصویب مجمع عمومی فوق العاده صاحبان‌سهام رسید.</p>
            </div>
           
        </div>
    )
}
