import { FOCUSABLE_SELECTOR } from "@testing-library/user-event/dist/utils";

const products = [

   {
      id: 1, title: 'ساعت مچی عقربه ای مردانه کاسیو ادیفایس EF-558D-1AVDF', img: '/Image/Edifice.jpg',
      desc: 'امروزه ساعت‌ها از فلسفه اصلی خود که نمایش زمان است فاصله گرفته‌اند و بیشتر از اینکه برای نمایش زمان استفاده شوند، جنبه‌ی زینتی به خود گرفته‌اند. وقتی جنبه‌ی زینتی برای یک ساعت مطرح باشد، لوکس و خوش‌ساخت بودن آن اهمیت بیشتری پیدا می‌کند. نکته‌ای که شاید ما آن را ندانیم و یا توجهی به آن نکنیم این است که ساعت یکی از قدیمی‌ترین اختراعات بشری است که به مرور زمان همواره دست‌خوش تغییرات و بهبود شده است، اختراعی که امکان برنامه‌ریزی برای آینده را به بشر هدیه کرد. اگر به دنبال یک ساعت هستید که ترکیبی از امکانات مختلف را ارائه کند و در عین حال ظاهری زیبا و دوام بالا داشته باشد، انتخاب شما کاسیو خواهد بود و باید سری به خط تولید ساعت‌های کاسیو بزنید. از زمان رونمایی CASIOTRON در سال 1974، که اولین ساعت دیجیتال با تقویم اتوماتیک بود، کاسیو از این عرصه پا پس نکشید و مسیر رو به جلو را طی کرد. امروزه می‌توان به روزترین تکنولوژی که به نوعی امضای این کمپانی است را در میان تولیدات این مجموعه مشاهده کرد. کاسیو برای جلب نظر شما، تنوع بی‌نظیری از ساعت‌های کلاسیک تا مدرن را در نظر گرفته است. مدل EF-558D-1AVDF یکی از ساعت‌های سری ادیفایس کاسیو است. سری ادیفایس مناسب استفاده‌های روزمره است و کیفیت ساخت مطلوب و همچنین طراحی زیبایی دارد. در صفحه‌ی این مدل به‌جز تاریخ‌شمار که روز ماه و روز هفته را نشان می‌دهد، کرنوگراف و تاکی‌متر نیز به چشم می‌خورد. قابل ذکر است که کاسیو EF-558D-1AVDF تا عمق 100 متر در برابر آب از خود مقاومت نشان می‎دهد.',
      price: 1100, brand: 'کاسیو', count: 5, pageColor: 'طلایی', glassMaterial: 'معدنی', pageForm: 'گرد', bodyMaterial: 'استیل', bodyColor: 'نقره ای', isShowHome: false
   },
   { id: 2, title: 'ساعت مچی عقربه ای مردانه کاسیو ادیفایس EF-558D-1AVDF', img: '/Image/G-Shock2.jpg', price: 890, brand: 'کاسیو', brandLatin: 'Casio', count: 6, pageColor: 'طلایی', glassMaterial: 'معدنی', pageForm: 'گرد', bodyMaterial: 'استیل', bodyColor: 'نقره ای', desc: 'جذابیت ساعت‌های اسپرت «جی‌شاک» (G-Shock) از برند مطرح و ژاپنی «کاسیو» (Casio) با توجه به مقاومت سرسختانه در برابر ضربه، طراحی منحصربه‌فرد و قابلیت‌هایی کارآمد و گاها تخصصی بر کسی پوشیده نیست. ساعتی که در ادامه به معرفی آن می‌پردازیم، یکی از ساعت‌های بسیار جذاب و باکیفیت از سری جی‌شاک‌های «MASTER OF G MUDMASTER» است که آن را با عنوان سری ساعت‌های مقاوم در برابر گل و لای نیز می‌شناسیم.', isShowHome: false },
   {
      id: 3,
      title: 'ساعت مچی دیجیتالی مردانه کاسیو پروترک مدل PRG-240-1DR',
      img: '/Image/Protrek.jpg',
      price: 1000,
      brand: 'کاسیو',
      brandLatin: 'Casio',
      count: 2,
      pageColor: 'طلایی', glassMaterial: 'معدنی', pageForm: 'گرد', bodyMaterial: 'استیل', bodyColor: 'نقره ای',
      desc: 'داشتن یک ساعت شیک و در عین حال پرکاربرد می‌تواند استایل روزمره شما را تحت تاثیر قرار دهد. به طور کلی ساعت‌های مچی جزء در دسترس‌ترین اکسسوری خانم‌ها و آقایان است که طرفداران زیادی نیز دارد. ساعت دجیتالی مردانه مدل «PRG-240-1DR» از سری پروترک برند معروف کاسیو (Casio) است. شیشه‌ی این ساعت دیجیتالی معدنی بوده و قابی به قطر 50.9 میلی‌متر دور آن را فرا گرفته است. این ساعت دیجیتالی در برابر آب مقاومت نسبتا خوبی دارد و تا میزان 100 متر می‌تواند از خود مقاومت نشان دهد. این ساعت با داشتن قابلیت‌های زیاد می‌تواند در بسیاری از مراحل همراه شما باشد. داشتن قابلیت نمایش 24 ساعته، قطب نمای دیجیتال، ارتفاع‌سنج، فشارسنج و دماسنج جزء ویژگی‌های خاص این ساعت مردانه است. مقاومت ساعت در برابر دماهای پایین بسیار خوب است. این ساعت نشانگر میزان مصرف باتری را دارد و منبع انرژی آن خورشیدی است. این ساعت با تمام کارآیی خود می‌تواند پیوند مناسبی بین شما و جهان اطرافتان برقرار کند.', isShowHome: true
   },
   { id: 4, title: 'G-shock', img: '/Image/Casio5.jpg', price: '28,500 ', brand: 'کاسیو', count: 9, pageColor: 'طلایی', glassMaterial: 'معدنی', pageForm: 'گرد', bodyMaterial: 'استیل', bodyColor: 'نقره ای', desc: 'ساعت تیسو از سری Le Locle (نام شهری در سوییس) ، در کنار طراحی بسیار مینیمال و کلاسیک ، کیفیت ساخت و درجه کیفی بسیار بسیار بالا ، پرداخت قسمت های فلزی و توجه به جزییات در شان برند تیسو ، از نظر موومنت یا موتور حرف های بسیار زیادی برای گفتن دارد. موتور این ساعت اتوماتیک ه به وسیله حرکت دست چه با کوک کردن 40 ساعت زنده میماند که عدد قابل توجهی است. بر روی صفحه ساعت در ناحیه عدد3 ، پنجره نشانگر تاریخ وجود دارد و در ناحیه عدد 7 شانگر میزان شارژ فنر موتور جود دارد که این ساعت را از دیگر ساعت هایی که دیدید متمایز میکند و برخی آنرا مشابه آمپر بنزین در اتومبیل میدانند! از دیگر ویژگی های این ساعت میتوان از چرم طبیعی گاو ، مقاومت در برابر آب و شیشه از جنس یاقوت کبود نام برد. ساعتی درجه یک و کمیاب که یادگاری از شما به نوادگانتان خواهد بود!', isShowHome: false },
   {
      id: 5, title: 'G-shock', img: '/Image/Casio5.jpg', price: '28,500 ', brand: 'کاسیو', count: 9, pageColor: 'طلایی', glassMaterial: 'معدنی', pageForm: 'گرد', bodyMaterial: 'استیل', bodyColor: 'نقره ای',
      isShowHome: false
   },
   {
      id: 6, title: 'Edifice', img: '/Image/Edifice.jpg', price: 1100, brand: 'کاسیو', count: 5, pageColor: 'طلایی', glassMaterial: 'معدنی', pageForm: 'گرد', bodyMaterial: 'استیل', bodyColor: 'نقره ای',
      isShowHome: false
   },
   {
      id: 7, title: 'G-Shock', img: '/Image/G-Shock2.jpg', price: 890, brand: 'کاسیو', count: 6, pageColor: 'طلایی', glassMaterial: 'معدنی', pageForm: 'گرد', bodyMaterial: 'استیل', bodyColor: 'نقره ای',
      isShowHome: false
   },
   {
      id: 8, title: 'Protrek', img: '/Image/Protrek.jpg', price: 1000, brand: 'کاسیو', count: 2, pageColor: 'طلایی', glassMaterial: 'معدنی', pageForm: 'گرد', bodyMaterial: 'استیل', bodyColor: 'نقره ای',
      desc: 'ساعت کاسیو با 3 موتور فعال اعم از تاریخ شمار، نمایش قالب 24 ساعت، و روزهای هفته است و ساعت فوق ضد آب تا 50 متر می باشد که مزیت بالایی برای ساعت است، استیل به کار رفته در ساعت ضد زنگ و خش است، عقربه های ساعت شب تاب هستند و این ساعت تولید اصل ژاپن است.', isShowHome: false
   },
   {
      id: 9, title: 'G-shock', img: '/Image/Casio5.jpg', price: 28500, brand: 'کاسیو', count: 9, pageColor: 'طلایی', glassMaterial: 'معدنی', pageForm: 'گرد', bodyMaterial: 'استیل', bodyColor: 'نقره ای',
      isShowHome: false
   },
   {
      id: 10, title: 'G-shock', img: '/Image/Casio5.jpg', price: 28500, brand: 'کاسیو', count: 9, pageColor: 'طلایی', glassMaterial: 'معدنی', pageForm: 'گرد', bodyMaterial: 'استیل', bodyColor: 'نقره ای',
      isShowHome: false
   },
   {
      id: 11, title: 'Rolex I', img: '/Image/Rolex2-sm.png', price: 1200, brand: 'رولکس', count: 6, pageColor: 'طلایی', glassMaterial: 'معدنی', pageForm: 'گرد', bodyMaterial: 'استیل', bodyColor: 'نقره ای',
      isShowHome: FOCUSABLE_SELECTOR
   },
   {
      id: 12, title: 'Rolex II', img: '/Image/Rolex3-sm.png', price: '53,900', brand: 'رولکس', count: 7, pageColor: 'طلایی', glassMaterial: 'معدنی', pageForm: 'گرد', bodyMaterial: 'استیل', bodyColor: 'نقره ای', desc: 'ساعت مچی رولکس دیت جاست Rolex یک محصول اختصاصی بسیار با کیفیت برای مدیران واچ می باشد. این ساعت مچی با توجه به شکل ظاهری در دسته بندی ساعت های کلاسیک و با قابلیلت استفاده روزمره قرار دارد. شما عزیزان باید بدانید با توجه به شهرت کمپانی سازنده اصلی ساعت های رولکس نمونه های کپی زیادی از روی این محصول در کشور ما موجود می باشد, البته هرکدام از این نمونه ها کیفیت و قیمت های متفاوتی دارند که فروشگاه مدیران واچ تضمین بالاترین کیفیت در میان محصولات مشابه را به مشتریان گرامی تقدیم می نماید. بدنه و بند ساعت رولکس دیت جاست عرضه شده توسط مدیران واچ از جنس استیل با کیفیت با آبکاری با میکرون بالا است که دوام رنگ این محصول را بسیار قوی کرده است و برای هدیه برای همسرانتان بسیار مناسب و مقرون به صرفه است',
      isShowHome: false
   },
   { id: 13, title: 'Rolex III', img: '/Image/Rolex4-sm.jpg', price: '28,500 ', brand: 'رولکس', count: 3, pageColor: 'طلایی', glassMaterial: 'معدنی', pageForm: 'گرد', bodyMaterial: 'استیل', bodyColor: 'نقره ای', isShowHome: false },
   { id: 14, title: 'ساعت مچی عقربه‌ای مردانه سیتی زن مدل AV0060-00A', img: '/Image/citizen4.jpg', price: 1200, brand: 'سی تی زن', brandLatin: 'Citizen', count: 6, pageColor: 'طلایی', glassMaterial: 'معدنی', pageForm: 'گرد', bodyMaterial: 'استیل', bodyColor: 'نقره ای', desc: 'این مدل از ساعت مچی های مردانه برند سیتیزن دارای بدنه ی استیل و بند چرم با ترکیب رنگهای نقره ای و مشکی بوده و با صفحه سفید رنگ خاص خود صاحب ابهت و جذابیت بی نظیری شده است. این ساعت برند سیتیزن اکودرایو بوده و قابلیت شارژ با نور محیط را دارد. همچنین این ساعت سیتیزن دارای امکانات پرومستر میباشد. از ویژگی های منحصر بفرد این طرح از ساعت سیتیزن میتوان به قابلیت ذخیره شارژ باطری تا 8 ماه و نمایشگر روزهای ماه و زمانسنج 12ساعته و نمایشگر مقدار ذخیره و هشدار اشاره کرد. همچنین اعداد دور صفحه ی این ساعت سرعت سنج میباشد', isShowHome: true },
   { id: 15, title: 'Citizen II', img: '/Image/citizen1.jpg', price: '53,900', brand: 'سی تی زن', count: 7, pageColor: 'طلایی', glassMaterial: 'معدنی', pageForm: 'گرد', bodyMaterial: 'استیل', bodyColor: 'نقره ای', desc: 'این مدل از ساعت مچی های برند سیتیزن اکودرایو بوده و قابلیت شارژ باطری با نور را دارد و دارای بدنه و بند با رنگ نقره ای و صفحه مشکی رنگ می باشد. از امکانات منحصر به فرد این ساعت میتوان به کرنوگراف یا چند موتوره بودن آن، نمایشگر روزهای ماه و وضعیت 24 ساعته و ذخیره شارژ باطری تا 7ماه که تعبیه شده در این ساعت اشاره کرد. اکودرایو ها جزو ساعت های رده بالای شرکت سیتیزن هستند و در مدت بسیار کمی مورد پسند و تحسین مردم قرار گرفتند. اعداد کوچک دور این صفحه ی ساعت نیز سرعت سنج میباشد.', isShowHome: false },
   { id: 16, title: 'Citizen II', img: '/Image/citizen6.jpg', price: '53,900', brand: 'سی تی زن', count: 7, pageColor: 'طلایی', glassMaterial: 'معدنی', pageForm: 'گرد', bodyMaterial: 'استیل', bodyColor: 'نقره ای', desc: 'این مدل از ساعت مچی های مردانه برند سیتیزن دارای بدنه ی استیل و بند چرم با ترکیب رنگهای نقره ای و مشکی بوده و با صفحه سفید رنگ خاص خود صاحب ابهت و جذابیت بی نظیری شده است. این ساعت برند سیتیزن اکودرایو بوده و قابلیت شارژ با نور محیط را دارد. همچنین این ساعت سیتیزن دارای امکانات پرومستر میباشد. از ویژگی های منحصر بفرد این طرح از ساعت سیتیزن میتوان به قابلیت ذخیره شارژ باطری تا 8 ماه و نمایشگر روزهای ماه و زمانسنج 12ساعته و نمایشگر مقدار ذخیره و هشدار اشاره کرد. همچنین اعداد دور صفحه ی این ساعت سرعت سنج میباشد.', isShowHome: false },
   { id: 17, title: 'Omega III', img: '/Image/omega1.jpg', price: '28,500 ', brand: 'اومگا', count: 3, pageColor: 'طلایی', glassMaterial: 'معدنی', pageForm: 'گرد', bodyMaterial: 'استیل', bodyColor: 'نقره ای', desc: 'تاریخچه Omega Speedmaster به سال1957میلادی برمی گردد که به عنوان یک کرونوگرافی ورزشی و مسابقه ای معرفی شد و جایگاه امگارا به عنوان زمان سنج رسمی بازی های المپیک تکمیل کرد. نام اسپید مستر(Speedmaster) از تاچیمتر که بروی زِه قاب ساعت طراحی شده بود، گرفته شده است(تاچیمتر قابلیتی است که بروی ساعت های کورنوگراف طراحی می شود که با استفاده از آن می توان سرعت را براساس مسافت طی شده اندازه گرفت).ساعت مچی مردانه امگا که در تصویر مشاهده می کنید از سری اسپیدمستر(Speedmaster) این کمپانی می باشد. این ساعت از یک موتور کوارتز ژاپنی درجه یک بهره میبرد که بسیار دقیق کار می کند. جنس قاب و بند آن از بهترین نوع استیل ساخته شده است و بخاطر آبکاری قوی و با ثباتی که بروی آن انجام شده، کاملا رنگ ثابت می باشد. طرح صفحه ساعت سه موتوره است که از نوع کرنوگراف می باشد و عملکرد این موتورها بدین شرح است: موتور اصلی که زمان را نشان می دهد، موتوری که در موقعیت ساعت 3 طراحی شده 24 ساعت شبانه روز را نشان میدهد و موتوری که در موقعیت ساعت 9 طراحی شده دقیقه شمار کرنوگراف است(نکته: ثانیه شمار اصلی ساعت، ثانیه شمار کرنوگراف می باشد.). قابلیت کاربردی دیگری که بروی این ساعت قرارگرفته تاچیمتر می باشد که برای اندازه گیری سرعت بکار می رود. این قابلیت در دور قاب ساعت تعبیه شده است. نحوه کار با تاچیمتر در مقاله ای جداگانه تشریح شده است که در این مقاله می توانید مطالعه فرمایید. استایل این ساعت اسپورت است. کفیت ساخت این ساعت هایکپی درجه یک(هایکوالیتی) است که بالاترین کیفیت هایکپی می باشد و از لحاظ مشخصات ظاهری و کارکرد کاملا مشابه نمونه اورژینالش ساخته شده است', isShowHome: true },
   { id: 18, title: 'ساعت مچی عقربه‌ای مردانه رولکس مدل دیت جاست', img: '/Image/Rolex4-sm.jpg', price: '28,500 ', brand: 'اومگا', count: 3, pageColor: 'طلایی', glassMaterial: 'معدنی', pageForm: 'گرد', bodyMaterial: 'استیل', bodyColor: 'نقره ای', desc: 'ساعت مچی رولکس دیت جاست Rolex یک محصول اختصاصی بسیار با کیفیت برای مدیران واچ می باشد. این ساعت مچی با توجه به شکل ظاهری در دسته بندی ساعت های کلاسیک و با قابلیلت استفاده روزمره قرار دارد. شما عزیزان باید بدانید با توجه به شهرت کمپانی سازنده اصلی ساعت های رولکس نمونه های کپی زیادی از روی این محصول در کشور ما موجود می باشد, البته هرکدام از این نمونه ها کیفیت و قیمت های متفاوتی دارند که فروشگاه مدیران واچ تضمین بالاترین کیفیت در میان محصولات مشابه را به مشتریان گرامی تقدیم می نماید. بدنه و بند ساعت رولکس دیت جاست عرضه شده توسط مدیران واچ از جنس استیل با کیفیت با آبکاری با میکرون بالا است که دوام رنگ این محصول را بسیار قوی کرده است و برای هدیه برای همسرانتان بسیار مناسب و مقرون به صرفه است', isShowHome: true },
   { id: 19, title: 'Tissut I', img: '/Image/tissot1.png', price: 1200, brand: 'تیسوت', count: 6, pageColor: 'طلایی', glassMaterial: 'معدنی', pageForm: 'گرد', bodyMaterial: 'استیل', bodyColor: 'نقره ای', desc: 'ساعت تیسو از سری Le Locle (نام شهری در سوییس) ، در کنار طراحی بسیار مینیمال و کلاسیک ، کیفیت ساخت و درجه کیفی بسیار بسیار بالا ، پرداخت قسمت های فلزی و توجه به جزییات در شان برند تیسو ، از نظر موومنت یا موتور حرف های بسیار زیادی برای گفتن دارد. موتور این ساعت اتوماتیک ه به وسیله حرکت دست چه با کوک کردن 40 ساعت زنده میماند که عدد قابل توجهی است. بر روی صفحه ساعت در ناحیه عدد3 ، پنجره نشانگر تاریخ وجود دارد و در ناحیه عدد 7 شانگر میزان شارژ فنر موتور جود دارد که این ساعت را از دیگر ساعت هایی که دیدید متمایز میکند و برخی آنرا مشابه آمپر بنزین در اتومبیل میدانند! از دیگر ویژگی های این ساعت میتوان از چرم طبیعی گاو ، مقاومت در برابر آب و شیشه از جنس یاقوت کبود نام برد. ساعتی درجه یک و کمیاب که یادگاری از شما به نوادگانتان خواهد بود!', isShowHome: true },
   { id: 20, title: 'ساعت مچی عقربه‌ای مردانه تیسوت مدل T067.417.11.031.01', img: '/Image/tissot6.png', price: '53,900', brand: 'تیسوت', count: 7, pageColor: 'طلایی', glassMaterial: 'معدنی', pageForm: 'گرد', bodyMaterial: 'استیل', bodyColor: 'نقره ای', desc: 'T084.210.33.117.00 این مدل از زیر خانواده Pinky و خانواده اصلی TREN D است ، از ویژگی های خاص این ساعت قفل این مدل است که با طراحی بند مطابقت دارد و در حالت دستبندی ساعت تداخل ایجاد نکرده است ، جنس قاب و بند از استیل ضدحساسیت تولید شده است و آبکاری رنگ طلایی ساعت با سیستم PVD انجام پذیرفته که ماندگاری بسیار بالایی دارد ، جنس صفحه ساعت صدفی طبیعی و نشانگر تاریخ نیز دارد', isShowHome: false },
   { id: 21, title: 'ساعت مچی عقربه‌ای مردانه تیسوت مدل T067.417.11.031.01', img: '/Image/tissot4.png', price: '28,500 ', brand: 'تیسوت', count: 3, pageColor: 'طلایی', glassMaterial: 'معدنی', pageForm: 'گرد', bodyMaterial: 'استیل', bodyColor: 'نقره ای', desc: 'برند تیسوت یک از برند‌های زیرمجموعه‌ی «Swatch Group» است که شامل برند‌های معروف دیگری مثل اوگا، رادو و سواچ می‌شود. این مجموعه سال‌ها است که در حوزه‌ی تولید ساعت فعال است و همواره ساعت‌های باکیفیت و با طراحی زیبا را به بازار عرضه کرده است. ساعت مچی عقربه‌ای مردانه «تیسوت» (Tissot) مدل (T41.5.423.93) از سری «Le Locle» یک ساعت مچی مردانه استیل با روکش طلای سرخ (Rose Gold PVD) است. عرض قاب این ساعت 39.3 میلی‌متر است و باتوجه به این اندازه و وزن 73 گرمی این ساعت برای آقایان و بانوان مناسب است. همچنین ترکیب صفحه‌ی گرد صدف طبیعی به رنگ سیاه ابلغ (Black Mother of Pearl) و بند چرم طبیعی ترکیبی فوق العاده شیک است که ظاهری کلاسیک و لوکس به این ساعت داده است. روی بند چرمی این ساعت هم از قفل پروانه ای استفاده شده که معمولا برای استفاده آسان تر مورد استفاده قرار می‌گیرد. ساعت مچی عقربه‌ای «تیسوت» (Tissot) مدل (T41.5.423.93) مجهز به تاریخ شمار نیز است که قابلیت نمایش روز ماه را دارد. مقاومت در برابر آب تا 30 متر یا 3 بار و عقربه‌ و اندیس های شماره رومی روکش طلای سرخ که جلوه زیبایی به ساعت می بخشد از دیگر مشخصه‌های اصلی این ساعت محسوب می‌شوند. همچنین شیشه‌ی این مدل ساعت تیستوت از نوع ضد خش و جنس یاقوت است و در برابر آسیب‌های ناشی از استفاده‌ی روزمره مقاومت بالایی نشان می‌دهد.', isShowHome: true },

]

const personnels = [
   {
      id: 1,
      username: 'رضا',
      title: 'برنامه نویس وب',
      img: '../../Image/Aks.jpg',
      desc: 'از سال 1397 در بخش فروش مشغول به کار می باشد و به وسیله توانایی های ایشان توانستیم ارتباط بسیار عالی با مشتریان و همکاران خود برقرار کنیم'
   },
   {
      id: 2,
      username: 'روزبه',
      title: 'طراح گرافیکی',
      img: 'Image/Aks.jpg',
      desc: 'از سال 1397 در بخش فروش مشغول به کار می باشد و به وسیله توانایی های ایشان توانستیم ارتباط بسیار عالی با مشتریان و همکاران خود برقرار کنیم'
   },
   {
      id: 3,
      username: 'شایان',
      title: 'گیمر',
      img: 'Image/Aks.jpg',
      desc: 'از سال 1397 در بخش فروش مشغول به کار می باشد و به وسیله توانایی های ایشان توانستیم ارتباط بسیار عالی با مشتریان و همکاران خود برقرار کنیم'
   },
   {
      id: 4,
      username: 'علی',
      title: 'مدیر پروژه',
      img: 'Image/Aks.jpg',
      desc: 'از سال 1397 در بخش فروش مشغول به کار می باشد و به وسیله توانایی های ایشان توانستیم ارتباط بسیار عالی با مشتریان و همکاران خود برقرار کنیم'
   },
]

const= [
   {
      questionsText: 'کیفیت سایت چگونه است؟',
      anwserQuestion: [
         { id: 1, anwserText: 'برجسته', isCorrect: true },
         { id: 2, anwserText: 'خوب', isCorrect: false },
         { id: 3, anwserText: 'بد', isCorrect: false },
         { id: 4, anwserText: 'بسیار بد', isCorrect: false },
      ]

   },
   {
      questionsText: 'چگونگی تارنما چگونه است؟',
      anwserQuestion: [
         { id: 1, anwserText: 'برجسته', isCorrect: true },
         { id: 2, anwserText: 'خوب', isCorrect: false },
         { id: 3, anwserText: 'بد', isCorrect: false },
         { id: 4, anwserText: 'بسیار بد', isCorrect: false },
      ]

   },
   {
      questionsText: 'از فروش برخط تارنما خوشنود هستید؟',
      anwserQuestion: [
         { id: 1, anwserText: 'برجسته', isCorrect: true },
         { id: 2, anwserText: 'خوب', isCorrect: false },
         { id: 3, anwserText: 'بد', isCorrect: false },
         { id: 4, anwserText: 'بسیار بد', isCorrect: false },
      ]

   },
   {
      questionsText: 'از پشتیبانی همکاران ما خرسند هستید؟',
      anwserQuestion: [
         { id: 1, anwserText: 'برجسته', isCorrect: true },
         { id: 2, anwserText: 'خوب', isCorrect: false },
         { id: 3, anwserText: 'بد', isCorrect: false },
         { id: 4, anwserText: 'بسیار بد', isCorrect: false },
      ]

   }
]

export { products, personnels, question };